[
  {
    "jobId": "1",
    "title": "SEO Intern",
    "type": "Full-Time",
    "experience": "0-1 Year",
    "location": "Remote",
    "datePosted": "1-12-2024",
    "salary": "Not Mentioned",
    "aboutUs": "At PayME, our mission is to transform the financial landscape by delivering secure, transparent, and decentralized payment solutions through blockchain technology. We aim to build a world where every transaction is safe, seamless, and trustworthy—empowering businesses and individuals to take full control of their financial activities.",
    "roleOverview": "We’re seeking an SEO Intern to assist in optimizing our web presence, improving search rankings, and increasing organic traffic. You’ll work closely with our marketing team to implement SEO best practices.",
    "skills": [
      "Basic understanding of search engine optimization (SEO) techniques.",
      "Familiarity with keyword research tools like Google Keyword Planner or SEMRush.",
      "Knowledge of on-page optimization.",
      "Understanding of content strategy and its impact on SEO.",
      "Basic experience with Google Analytics and other web metrics tools."
    ],
    "bonus_skills": [
      "Experience with SEO tools (e.g., Moz, Ahrefs).",
      "Basic knowledge of HTML/CSS and website structure."
    ],
    "perks": [
      "Mentorship from experienced marketers.",
      "Opportunity to work on live projects.",
      "Remote work with flexible hours."
    ]
  },
  {
    "jobId": "2",
    "title": "AWS Intern",
    "type": "Full-Time",
    "experience": "0-1 Year",
    "location": "Remote",
    "datePosted": "1-12-2024",
    "salary": "Not Mentioned",
    "aboutUs": "At PayME, we are committed to delivering secure and decentralized payment solutions through blockchain technology, empowering businesses and individuals with seamless financial control.",
    "roleOverview": "Managing AWS resources to ensure our clients experience seamless user interactions.",
    "skills": [
      "Knowledge of EC2 Compute.",
      "Familiarity with Load Balancers and Auto Scaling.",
      "Experience with DynamoDB, RDBMS, and SNS.",
      "Understanding of IAM policies.",
      "Experience with S3 buckets and Route 53."
    ],
    "bonus_skills": [],
    "perks": [
      "Mentorship from experienced professionals.",
      "Opportunity to work on live projects.",
      "Remote work with flexible hours."
    ]
  },
  {
    "jobId": "3",
    "title": "Junior Developer",
    "type": "Full-Time",
    "experience": "0-1 Year",
    "location": "Remote",
    "datePosted": "1-12-2024",
    "salary": "Not Mentioned",
    "aboutUs": "At PayME, we strive to redefine the financial landscape by leveraging blockchain technology to create secure and transparent payment systems.",
    "roleOverview": "We’re looking for a Junior Backend Developer to develop and enhance our existing solutions.",
    "skills": [
      "Proficiency in Node.js and JavaScript frameworks.",
      "Experience with REST APIs.",
      "Understanding of session management."
    ],
    "bonus_skills": [],
    "perks": [
      "Mentorship from experienced marketers.",
      "Opportunity to work on live projects.",
      "Remote work with flexible hours."
    ]
  },
  {
  "jobId": "4",
  "title": "Backend Developer Intern",
  "type": "Full-Time",
  "experience": "0-1 Year",
  "location": "Remote",
  "datePosted": "8-12-2024",
  "salary": "Not Mentioned",
  "aboutUs": "At PayME Fintech Solutions, we are revolutionizing the fintech industry by delivering secure, transparent, and decentralized payment solutions using blockchain technology. Our mission is to transform financial services and empower businesses and individuals with safe, seamless, and trustworthy transactions.",
  "roleOverview": "We’re seeking a skilled and motivated Backend Developer Intern to assist in the development and maintenance of our proprietary blockchain technology. You’ll work closely with cross-functional teams to design, implement, and maintain smart contracts and decentralized applications (dApps).",
  "responsibilities": [
    "Develop and maintain the company's proprietary blockchain technology.",
    "Design and implement smart contracts and decentralized applications (dApps) on the blockchain.",
    "Collaborate with cross-functional teams to analyze requirements and develop blockchain solutions.",
    "Ensure the security, scalability, and efficiency of the blockchain network.",
    "Research and evaluate new tools and technologies for blockchain development.",
    "Troubleshoot and resolve issues related to the company's blockchain technology."
  ],
  "skills": [
    "Proficiency in programming languages such as JavaScript, Node.js, Solidity, C++ and Python",
    "In-depth understanding of blockchain concepts, protocols, and consensus algorithms.",
    "Experience with developing and deploying smart contracts on a blockchain platform.",
    "Knowledge of cryptographic mechanisms and security practices in blockchain.",
    "Familiarity with decentralized application development and integration.",
    "Strong problem-solving skills and attention to detail.",
    "Ability to work collaboratively in a team environment.",
    "Hands-on experience in AWS virtual cloud, AWS Lambda, and basic SDLC knowledge.",
    "Experience with Amazon Cognito and Amazon Managed Blockchain."
  ],
  "bonus_skills": [
    "Familiarity with other blockchain platforms or protocols.",
    "Experience in full-stack development.",
    "Understanding of data structures and algorithms in blockchain."
  ],
  "perks": [
    "Mentorship from experienced developers and blockchain experts.",
    "Opportunity to work on cutting-edge blockchain technology.",
    "Remote work with flexible hours.",
    "Exposure to decentralized finance (DeFi) and blockchain-based financial applications."
  ]
}

]
